{
    "op-1": {
        "title": "(S)IGNIS",
        "type": "Code",
        "subtitle": "Fire prevention and management services",
        "description1": "This project is focussed in the development of a fire risk model and a web platform to visualize data related with fires, including the obtained model and allow the user the interaction with it. This project has been thougth as a tool for helping fire prevention and management.",
        "description2": "We use <strong>Django</strong> (Back End) and <strong>AngularJs</strong> (Front end). As a Geographic Information System project, we use <strong>Geoserver</strong> and <strong>PostGIS</strong>.",
        "github": "https://github.com/HsKA-OSGIS/signis",
        "view": "",
        "date": "Jan 2019",
        "team": "University of applied Science of Karlsruhe, Germany"
    },
    "op-2": {
        "title": "TMCompanies",
        "type": "Code",
        "subtitle": "Relation between companies and Gross Domestic Product in Spain from 2008 to 2017",
        "description1": "The purpose of this project is to collect, develop and analyze statistical data, and construct several suitable representations about this data, explaining a history, what is happened. We want to explain a little part of the business world in Spain along the crisis.",
        "description2": "It is written in <strong>Javascript</strong> with <strong>AngularJs</strong>, using <strong>Material</strong>.",
        "github": "https://github.com/CarlosBayarri/TMCompanies",
        "view": "https://carlosbayarri.github.io/TMCompanies/",
        "date": "Jan 2019",
        "team": "University of applied Science of Karlsruhe, Germany"
    },
    "op-3": {
        "title": "Angular portfolio",
        "type": "Code",
        "subtitle": "Code example of an Angular portfolio with products.",
        "description1": "Whether you're a UX designer, freelance writer, or photographer, an impressive online portfolio is critical for impressing potential clients, and landing future jobs. A digital portfolio enables you to cultivate and display your very best work -- additionally, if you don't have a ton of prior experience in the industry, a portfolio can help you display your skills and talent with mock projects.",
        "description2": "This project is written in <strong>Angular</strong>, using <strong>Firebase</strong> as real time database. Store and synchronize data with the cloud-based NoSQL database. The data is synchronized with all clients in real time and remains available when the app has no connection.",
        "github": "https://github.com/CarlosBayarri/portfolio-angular",
        "view": "https://carlosbayarri.github.io/portfolio-angular/#/home",
        "date": "Jan 2020",
        "team": "Carlos Bayarri Cebrecos"
    },
    "op-4": {
        "title": "Angular Documentation with Compodoc",
        "type": "Code",
        "subtitle": "Project example to create documentation with compodoc for Angular and Ionic.",
        "description1": "This project uses Compodoc, a useful tool to generate the angular project documentation in seconds. Each component, module, pipe, interface and variables need documentation!",
        "description2": "Compodoc supports all major APIs of <strong>Angular</strong>, no server needed and no sources uploaded online, and the generated pages display very well on mobile, tablet and desktop. The graphics help to understand everything very clearly!",
        "github": "https://github.com/CarlosBayarri/docs-angular",
        "view": "https://carlosbayarri.github.io/docs-angular/",
        "date": "Jan 2020",
        "team": "Carlos Bayarri Cebrecos"
    }
}